---
kind: other
id: Operators.T:Autodesk.Revit.DB.SchedulableField
source: html/04d84a49-e08a-d391-77a4-f2310944f2fd.htm
---
# SchedulableField Operators

Determines whether two SchedulableField are the same.